adamcaviness.theme-monokai-dark-soda
alexkrechik.cucumberautocomplete
angular.ng-template
bracketpaircolordlw.bracket-pair-color-dlw
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
discretegames.f5anything
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
geequlim.godot-tools
gerane.theme-afterglow
github.copilot
github.copilot-chat
github.vscode-github-actions
hediet.vscode-drawio
kevinrose.vsc-python-indent
l13rary.l13-projects
lllllllqw.jsdoc
mechatroner.rainbow-csv
michaelgriscom.leadermode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.mono-debug
ms-vscode.remote-explorer
ms-vscode.sublime-keybindings
neikeq.godot-csharp-vscode
nrwl.angular-console
oderwat.indent-rainbow
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.vscode-xml
rogalmic.bash-debug
shelex.vscode-cy-helper
shevtsov.vscode-cy-helper
svelte.svelte-vscode
tal7aouy.icons
vspacecode.whichkey
wallabyjs.quokka-vscode
wesley.websearch
yutengjing.open-in-external-app
